{
  "entries": [
    {
      "slug": "you-are-not-failing-you-are-exhausted",
      "type": "guidance",
      "date": "2026-01-20",
      "title": "You are not failing. You are exhausted.",
      "excerpt": "Burnout makes rest feel unsafe. That’s not a personal failure. It’s your system trying to survive.",
      "body": "Burnout makes rest feel unsafe. That’s not a personal failure.\n\nWhen you’ve been carrying too much for too long, your nervous system learns that stopping is dangerous. That learning can be unlearned.\n\nStart small. Choose one thing today that reduces load, not adds effort."
    },
    {
      "slug": "over-carrying-looks-like-competence",
      "type": "pattern",
      "date": "2026-01-19",
      "title": "Over-carrying looks like competence from the outside.",
      "excerpt": "It often gets praised until it costs you. Naming it is the first step.",
      "body": "Over-carrying often looks like competence from the outside.\n\nInside, it can feel like never being allowed to drop the ball. Like you have to stay ahead of the meltdown, the need, the disappointment.\n\nYou didn’t become this way because you’re broken. You adapted.\n\nThe question isn’t “How do I do more?” The question is “What can I stop being responsible for?”"
    },
    {
      "slug": "a-letter-for-the-woman-who-is-tired-of-explaining",
      "type": "letter",
      "date": "2026-01-18",
      "title": "A letter for the woman who is tired of explaining.",
      "excerpt": "You don’t owe a well-packaged reason for your boundaries.",
      "body": "You don’t owe a well-packaged reason for your boundaries.\n\nIf you’re tired of explaining, let that be information. Your system is telling you it’s at capacity.\n\nYou can choose quiet. You can choose simple. You can choose no.\n\nThat is not cruelty. That is reclamation."
    },
    {
      "slug": "today-i-noticed-how-fast-i-apologize",
      "type": "journal",
      "date": "2026-01-17",
      "title": "Today I noticed how fast I apologize for taking space.",
      "excerpt": "It happens before I even decide. I’m practicing pausing.",
      "body": "Today I noticed how fast I apologize for taking space.\n\nIt happens before I even decide. Like a reflex.\n\nI’m practicing pausing long enough to hear what I actually need — before I manage everyone else’s comfort."
    }
  ]
}
